Repository: BenGregory23/Corn_ios
Catalog: Corn/Localizable.xcstrings
Source language: en
Languages: fr

source: Add
fr: Ajouter

source: Add Friend
fr: Ajouter un ami

source: Add some friends!
fr: Ajoutez des amis !

source: Already have an account?
fr: Déjà inscrit ?

source: Are you sure you want to disconnect?
fr: Etes vous sûr de vouloir vous déconnecter ?

source: Check your internet connection.
fr: Vérifiez votre connexion internet.

source: Disconnect
fr: Déconnexion

source: Don't have an account?
fr: Pas encore inscrit ?

source: Email address
fr: Adresse email

source: Error
fr: Erreur

source: Find your next movie!
fr: Trouver votre prochain film

source: Forgot Password
fr: J'ai oublié mon mot de passe

source: Friend added
fr: Ami(e) ajouté(e)

source: Friend(s)
fr: Ami(s)

source: Friends
fr: Amis

source: Get Started
fr: Commencer

source: If you want to support me you can !
fr: Si vous voulez soutenir le projet vous pouvez !

source: It's quiet here.
fr: C'est vide ici.

source: Language
fr: Langue

source: Log In
fr: Connexion

source: Movie Language
fr: Langue des films

source: Movie(s)
fr: Film(s)

source: Movies
fr: Films

source: Password
fr: Mot de passe

source: Profile Picture
fr: Image de profil

source: Retry
fr: Réssayer

source: Select a movie
fr: Choisir un film

source: Send a notification
fr: Envoyer une notification

source: Settings
fr: Paramètres

source: Shared Movies
fr: Vos films

source: Sign up
fr: Inscription

source: Sign Up
fr: Inscription

source: Skip
fr: Passer

source: Swipe more
fr: Swiper

source: Swipe some movies!
fr: Swipes des films !

source: There is nothing here.
fr: Il n'y a rien ici.

source: There was an error.
fr: Une erreur à eu lieu.

source: Username
fr: Nom d'utilisateur

source: Want to watch
fr: Je veux le voir

source: Welcome
fr: Bienvenue

source: You and your friend both have to add each other
fr: Vous et votre ami devez mutuellement vous ajouter

source: You've swiped a lot of movies.
fr: Vous avez swipé beaucoup de film.
